[
    {
        "title" : "What is Sheep",
        "subtitle" : "Sheep (Ovis aries) are quadrupedal, ruminant mammals typically kept as livestock.",
        "image_url" : "https://cdn.pixabay.com/photo/2021/12/07/21/17/sheep-6854087_960_720.jpg",
        "detail" : "แกะ เป็นสัตว์สี่เท้าเคี้ยวเอื้องและเลี้ยงลูกด้วยนม แกะเป็นสัตว์กีบคู่เหมือนสัตว์กับเคี้ยวเอื้องส่วนใหญ่ แกะส่วนใหญ่เคยเป็นแกะป่าที่พบได้ตามป่าของเอเชียและยุโรป ซึ่งแกะป่าเป็นสัตว์ชนิดแรก ๆ ที่นำมาทำให้เชื่องเพื่อใช้งานเกษตรกรรม ขน หนัง เนื้อและนม ขนแกะเป็นเส้นใยจากสัตว์ที่ผู้คนใช้มากที่สุด ส่วนมากจะเก็บขนแกะด้วยการโกนขน เนื้อแกะจะมีทั้งเนื้อของลูกแกะและเนื้อของตัวโตเต็มวัย กินอาหารประเภทพืชและหญ้าเป็นหลัก มีขนหนาฟู ออกลูกเป็นตัวและเลี้ยงลูกด้วยน้ำนม"
    },
    {
        "title" : "What is Swan",
        "subtitle" : "Swans are the largest extant members of the waterfowl family Anatidae, and are among the largest flying birds.",
        "image_url" : "https://cdn.pixabay.com/photo/2021/12/04/22/43/bird-6846179_960_720.jpg",
        "detail" : "หงส์ สามารถร่อนลงบนพื้นน้ำแข็งหรือผิวน้ำที่เยือกตัวเป็นน้ำแข็งได้ เพราะมีอุ้งตีนที่ใหญ่คล้ายใบพายซึ่งช่วยกระจายน้ำหนักได้เมื่อร่อนลง แต่จะควบคุมการร่อนได้ดีกว่าในบริเวณที่น้ำแข็งละลาย\n\nโดยปกติแล้ว หงส์ไม่ใช่นกประจำถิ่นของประเทศไทย เป็นนกที่มนุษย์ไม่ใช้เป็นอาหาร แต่จะเลี้ยงเป็นสัตว์เลี้ยงสวยงามได้ โดยมักเลี้ยงตามสระน้ำต่าง ๆ ตามสวนสาธารณะหรือสถานที่ต่าง ๆ เพราะหงส์ถือเป็นสัตว์ที่มนุษย์ถือว่า มีความสวยสง่างาม ท่วงท่าอ่อนช้อย โดยเฉพาะเมื่อว่ายน้ำ ช่วงคอที่ยาวระหง จะโค้งงอเป็นรูปตัว S อีกทั้งยังถือเป็นสัญลักษณ์ของความรักและความงามต่าง ๆ เนื่องจากเป็นสัตว์ที่มีคู่เดียวไปตลอดชีวิต"
    },
    {
        "title" : "What is Squirrel",
        "subtitle" : "Squirrels are members of the family Sciuridae, a family that includes small or medium-size rodents.",
        "image_url" : "https://cdn.pixabay.com/photo/2021/12/12/22/17/red-squirrel-6867105_960_720.jpg",
        "detail" : "กระรอกเป็นสัตว์ที่คล่องแคล่วว่องไวมาก อาหารของกระรอกคือ ผลไม้ และ เมล็ดพืช เป็นหลัก แต่กระรอกก็ยังชอบกินแมลงด้วยเหมือนกัน โดยเฉพาะกระรอกขนาดใหญ่อย่างพญากระรอก นั้นบางครั้งก็ยังกินไข่นกเป็นอาหารอีกด้วย\n\nด้วยความน่ารักของกระรอก ทำให้กระรอกหลายชนิดนิยมเป็นสัตว์เลี้ยงของมนุษย์ เพื่อความเพลิดเพลิน"
    },
    {
        "title" : "What is Sea lion",
        "subtitle" : "sea lion, any of six species of eared seals found primarily in Pacific waters. Sea lions are characterized by a coat of short coarse hair that lacks a distinct undercoat.",
        "image_url" : "https://cdn.pixabay.com/photo/2012/03/04/00/10/sea-21793_960_720.jpg",
        "detail" : "สิงโตทะเล หรือ หมีทะเล (อังกฤษ: Sea lions, Sea bears) เป็นสัตว์เลี้ยงลูกด้วยนมในวงศ์ Otariidae ในวงศ์ใหญ่Pinnipedia หรือแมวน้ำ จัดเป็นแมวน้ำมีหูจำพวกหนึ่ง พบกระจายพันธุ์ตามชายฝั่งทะเลทั่วโลก ตั้งแต่ทะเลเขตหนาวแถบขั้วโลกเหนือหรืออาร์กติก และเขตร้อนหรือเขตอบอุ่นในทวีปแอฟริกาหรืออเมริกาใต้ หรือบริเวณเส้นศูนย์สูตร เช่น เกาะกาลาปากอส\n\nสิงโตทะเล มีลักษณะแตกต่างจากแมวน้ำ คือ มีใบหูขนาดเล็กที่ข้างหัวทั้งสองข้าง สามารถใช้ครีบทั้งสี่ข้างนั้นคืบคลานไปมาบนบกได้อย่างคล่องแคล่วเหมือนเดิน ต่างจากแมวน้ำที่ไม่สามารถทำเช่นนั้นได้ เมื่ออยู่บนบกครีบของแมวน้ำใช้ได้เพียงแค่คืบคลานหรือกระเถิบตัวเพื่อให้เคลื่อนที่เท่านั้น"
    }
]